<x-guest-layout>
    <div class="min-w-screen min-h-screen bg-gray-200 flex items-center justify-center px-5 py-5">
    <div class="rounded-lg shadow-xl bg-gray-900 text-gray-400">
    <h2>利用ガイド</h2>

    こちらのアプリはあなたの挑戦をアシストするアプリです。
    【ユーザー】<br>
    ■ ログイン・サインアップ<br>
    ・ユーザ名とパスワードを入れて、ログインしてください<br>
    ・サインアップがまだの人は、登録しましょう<br>
<br>
    ■ユーザプロフィール<br>
    ・ログインまたはサインアップしたら、まずプロフィールを設定しましょう<br>
<br>
	■アバター選択<br>
	・アバターを選択して、育てたい自分アバターを設定しましょう<br>
	・育てたいアバターのカテゴリ(勇者、魔法使いなど)を設定します<br>
<br>
	■挑戦<br>
	・自分がやろうとしている「挑戦」を投稿しましょう<br>
	・タイトルと詳細だけ記入し、投稿します<br>
	<br>
	■これまでの挑戦	<br>
	・これまでにやった挑戦の歴史を確認できます<br>
	・他の人からの「いいね」や「激励コメント」が確認できます<br>
	<br>
	■他人の挑戦	<br>
	・他人の挑戦も見ることができます(匿名)<br>
	・キーワードで検索できるので、自分と近い挑戦をしている人を見つけて、勇気をもらいましょう<br>
	<br>
	■挑戦詳細	<br>
	・自分のも他人のも、詳細は詳細画面で確認することができます<br>
	・他人のものについて、良い挑戦だと思ったものには、「いいね」や「激励コメント」をしてあげましょう
</x-guest-layout>